tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bash-completion"
brew "binutils", link: true
brew "cmake"
brew "coreutils"
brew "diffutils"
brew "ed", args: ["with-default-names"]
brew "gawk"
brew "gnu-indent"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "gnutls"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "httpd"
brew "libidn2"
brew "python"
brew "macvim"
brew "make"
brew "mysql"
brew "nmap"
brew "openssh"
brew "postgresql", args: ["with-python"], restart_service: true
brew "redis"
brew "screen"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim", link: false
brew "watch"
brew "wdiff", args: ["with-gettext"]
brew "wget"
brew "zsh"
cask "anaconda"
cask "filezilla"
cask "firefox"
cask "java"
cask "visual-studio-code"
